import { teaser_1, teaser_2, teaser_3, teaser_5, teaser_6, teaser_7 } from 'src/assets/images';

export const homeData = {
  title_1: 'що ми робимо',
  title_2: 'що важливо',
  description:
    'Сьогодні волонтерам важливо максимально використовувати час і зусилля для підтримки тих, хто потребує допомоги. Платформа полегшує координацію волонтерських груп та волонтерів, що дозволяє їм робити ще більше.',
  firstTeaser: [
    {
      title: 'Донори - Хаби',
      description: 'Координація передачі гуманітарної допомоги між донорами та волонтерськими хабами / хабами',
      image_1: teaser_1,
      image_2: teaser_2,
    },
    {
      title: 'Хаби - Мобільні волонтери',
      description: 'Організація транспортування гуманітарної допомоги мобільним волонтером',
      image_1: teaser_3,
      image_2: teaser_7,
    },
    {
      title: 'Мобільні волонтери - Отримувачі',
      description: 'Координація доставки гуманітарної допомоги від місця їх тимчасового зберігання до отримувача',
      image_1: teaser_5,
      image_2: teaser_6,
    },
  ],
  secondTeaser: [
    {
      title: 'Простота',
      description:
        'Платформа робить процес координації передачі гуманітарної допомоги простішим. Ми намагаємось допомогти організаціям отримати максимальну користь від своєї волонтерської програми, усуваючи обмеження.',
      image_1: '',
      image_2: '',
    },
    {
      title: 'Безпека',
      description:
        'Ми максимально бережно працюємо з персональною інформацією користувачів і не вимагаємо інформацію, яка не потрібна безпосередньо для комунікації сторін. Навіть контактні дані ми надаємо лише за згоди її власника',
      image_1: '',
      image_2: '',
    },
  ],
};
