export enum Roles {
  donor = 'donor',
  volunteer_hub = 'volunteer_hub',
  hub = 'hub',
  mobile_volunteer = 'mobile_volunteer',
  recepient = 'recepient',
}

export const roles: { title: string; desc: string; id: string }[] = [
  {
    title: 'Донор',
    desc: 'Особа або група осіб, організації, рухи тощо, які здійснюють передачу матеріальних засобів на безоплатній основі',
    id: Roles.donor,
  },
  {
    title: 'Волонтерський хаб',
    desc: 'Тимчасове місце зберігання гуманітарної допомоги. Зосередження допомоги у волонтерських хабах ситуативне та тимчасове.',
    id: Roles.volunteer_hub,
  },
  {
    title: 'Хаб',
    desc: 'Неурядова установа, яка реєструється з метою накопичення матеріальних засобів, їх обліку та подальшої передачі. Має на меті створення місця зосередження допомоги.',
    id: Roles.hub,
  },
  {
    title: 'Мобільний волонтер',
    desc: 'Особа, яка виявила бажання здійснити доставку матеріальних засобів від місця їх тимчасового складування (хаб/волонтерський хаб) до отримувачів.',
    id: Roles.mobile_volunteer,
  },
  {
    title: 'Отримувач',
    desc: 'Територіальна громада, організація та установа, що потребує гуманітраної допомоги для забезпечення осіб, постраждалих внаслідок військових дій.',
    id: Roles.recepient,
  },
];
