export const roles = [
  {
    title: 'Донор',
    desc: 'Особа або група осіб, організації, рухи тощо, які здійснюють передачу матеріальних засобів на безоплатній основі',
    id: 'donor',
  },
  {
    title: 'Волонтерський хаб',
    desc: 'Тимчасове місце зберігання гуманітарної допомоги. Зосередження допомоги у волонтерських хабах ситуативне та тимчасове.',
    id: 'volunteer_hub',
  },
  {
    title: 'Хаб',
    desc: 'Неурядова установа, яка реєструється з метою накопичення матеріальних засобів, їх обліку та подальшої передачі. Має на меті створення місця зосередження допомоги.',
    id: 'hub',
  },
  {
    title: 'Мобільний волонтер',
    desc: 'Особа, яка виявила бажання здійснити доставку матеріальних засобів від місця їх тимчасового складування (хаб/волонтерський хаб) до отримувачів.',
    id: 'mobile_volunteer',
  },
  {
    title: 'Отримувач',
    desc: 'Територіальна громада, організація та установа, що потребує гуманітраної допомоги для забезпечення осіб, постраждалих внаслідок військових дій.',
    id: 'recepient',
  },
];
